import React from "react";
import './sass/App.scss'

const App = () => {


	const employs = [
		{
			name: "Женя",
			post: "Менеджер"
		},
		{
			name: "София",
			post: "Дизайнер"
		},
		{
			name: "Марина",
			post: "Предпрениматель"
		},
		{
			name: "Женя",
			post: "Менеджер по продажам"
		},
		{
			name: "Станислав",
			post: "Студент"
		},
		{
			name: "Марина",
			post: "Предпрениматель"
		},
		{
			name: "Женя",
			post: "Менеджер"
		},
		{
			name: "Вероника",
			post: "Водитель-экспедитор"
		},
		{
			name: "Константин",
			post: "Повар"
		},
		{
			name: "Женя",
			post: "Менеджер продаж"
		},
		{
			name: "Вероника",
			post: "Водитель-экспедитор"
		},
		{
			name: "Константин",
			post: "Повар"
		},
	];

    return (
        <div>
            {/*<header>*/}
            {/*    <a href="/" className={'main_logo'}>*/}
            {/*        <div>*/}
            {/*            <svg width="33" height="33" viewBox="0 0 33 33" fill="none" xmlns="http://www.w3.org/2000/svg">*/}
            {/*                <path*/}
            {/*                    d="M29.1225 28.7965C31.0502 26.5288 30.7745 23.1278 28.5069 21.2001C26.2392 19.2724 22.8382 19.548 20.9105 21.8157C18.9828 24.0834 19.2584 27.4844 21.526 29.4121C23.7937 31.3398 27.1948 31.0642 29.1225 28.7965Z"*/}
            {/*                    fill="#1D1D1D"/>*/}
            {/*                <path*/}
            {/*                    d="M25.7818 4.00347C26.4853 4.60109 27.0236 5.36941 27.3449 6.23479C27.6663 7.10016 27.7599 8.03356 27.6169 8.94552C27.474 9.85749 27.0991 10.7174 26.5283 11.4429C25.9576 12.1684 25.21 12.7351 24.3573 13.0888L24.2067 13.1488L21.532 14.2346C19.7177 14.9677 17.5282 15.3265 15.7448 17.4245C14.1907 19.2527 13.9527 22.0227 13.518 23.8659L12.8821 26.4967L12.8542 26.6206C12.6431 27.5199 12.2044 28.3499 11.5803 29.0309C10.9562 29.712 10.1676 30.2213 9.29005 30.51C8.41254 30.7986 7.47557 30.857 6.56901 30.6795C5.66245 30.502 4.8167 30.0946 4.11287 29.4962C3.40903 28.8979 2.87072 28.1288 2.54956 27.2627C2.22839 26.3965 2.13515 25.4624 2.27877 24.5498C2.42238 23.6373 2.79804 22.777 3.36972 22.0513C3.9414 21.3257 4.68992 20.7591 5.54351 20.4059L5.55624 20.3909L5.62989 20.365L5.98442 20.2386L8.60283 19.3188C10.279 18.7265 12.379 18.0261 14.0842 16.0202C14.7248 15.2667 15.8063 11.6648 16.1893 10.1687L17.0365 6.8729C17.2482 5.97463 17.6869 5.14577 18.3108 4.46572C18.9347 3.78567 19.7228 3.27723 20.5995 2.98911C21.4762 2.70099 22.4123 2.64285 23.3179 2.82026C24.2236 2.99767 25.0685 3.40468 25.7717 4.0023L25.7818 4.00347Z"*/}
            {/*                    fill="#1D1D1D"/>*/}
            {/*            </svg>*/}
            {/*        </div>*/}
            {/*    </a>*/}
            {/*</header>*/}
            <section className={"s-section-first"}>
                <div className={"max_width section-vh"}>
                    {/*<div className={"s-back-style-first"} />*/}
                    <img className={"s-back-style-first"} alt={"test"} src={"./img/first-section-man.png"} />
                    <div className={"s-wrap-first"}>
                        <span className={"s-wrap-first-top-text"}>Бесплатно</span>
                        <h1 className={"s-wrap-first-main-text"}>
                            Не проводи
                            переговоров
                            о зарплате
                            с подчиненными
                            пока не узнаете это
                        </h1>
                        <span className={"s-wrap-first-bottom-text"}>
                            Мы описали по шагам простую и эффективную технологию
                            мотивации подчиненных, которую вы можете внедрить
                            уже сегодня, сразу после просмотра этого урока
                        </span>
                        <div className={"s-bottom-wrap"}>
                            <div className={"s-bottom-wrap-button"}>
                                <span className={"s-bottom-wrap-button-text"}>
                                    Получить доступ
                                </span>
                            </div>
                            <span className={"s-bottom-wrap-secondary"}>
                                Получите доступ к уроку, примеру внедрения
                                и 2 PDF с полностью описанной технологией
                            </span>
                        </div>
                    </div>
                </div>
            </section>
            <section className={"s-section-second"}>
                <div className={"max_width section-vh-end"}>
	                <img alt={"test"} className={"s-back-style-second"} src={"./img/second-section-man.png"} />
					<div className={"s-wrap-second"}>
						<h1 className={"s-wrap-second-main-text"}>
							Почему мы выбрали эту технологию?
						</h1>
						<span className={"s-wrap-second-under-main-text"}>
							Эта система мотивации персонала принесла
							компании Amazon —
						</span>
						<span className={"s-wrap-second-middle-text"}>
							$21,3 млрд
							чистой прибыли
							в 2020 году
						</span>
						<ul type="disc" className={"s-wrap-second-list"}>
							<li>В компании «Амазон» работает 1,3 миллиона человек;</li>
							<li>На маркетплейсе Amazon размещено более 1,9 млн компаний малого и среднего бизнеса;</li>
							<li>Чистая прибыль Amazon за 2020 год составила $21,3 млрд;</li>
							<li>Сотрудники Amazon заработали в 2020 году $80 млрд;</li>
							<li>Новая цель компании Amazon — Стать Лучшим работодателем на Земле.</li>
						</ul>
					</div>
                </div>
            </section>
	        <section className={"s-section-third"}>
				<div className={"max_width"}>
					<div className={"s-wrap-third"}>
						<h1 className={"s-wrap-third-main-text"}>
							Урок на 15 минут
							с простой и пошаговой
							инструкцией
						</h1>
						<div className={"s-wrap-third-p-wrap"}>
							<p className={"s-wrap-third-p"}>
								В уроке мы расскажем о том, в каких ситуациях
								эта система подходит, а в каких её ни в коем
								случае нельзя применять.
							</p>
							<p className={"s-wrap-third-p"}>
								Как правильно подготовиться самому и правильно
								настроить сотрудника на интервью.
							</p>
							<p className={"s-wrap-third-p"}>
								По каким шагам его проводить. И как в последующем
								это решение внедрить в работу.
							</p>
						</div>
						<div>
							<img alt={"test"} src={"./img/mac-book.png"}/>
						</div>
					</div>
				</div>
	        </section>
	        <section className={"s-section-fourth"}>
				<div className={"max_width"}>
					<img alt={"test"} className={"s-style-book"} src={"./img/open-book.png"} />
					<div className={"s-wrap-fourth"}>
						<h1 className={"s-wrap-fourth-main-text"}>
							Инструкция
							для проведения
							интервью
						</h1>
						<p className={"s-wrap-fourth-p"}>
							Мы переписали все важные аспекты
							и процедуры подготовки, проведения интервью
							и внедрения в жизнь в виде PDF-книги, с инструкциями,
							иллюстрациями и примерами, чтобы вы могли
							распечатать её и держать под рукой.
						</p>
						<p className={"s-wrap-fourth-p"}>
							Вам не придется много раз пересматривать
							урок, ведь распечатанная инструкция всегда
							будет под рукой.
						</p>
					</div>
				</div>
	        </section>
	        <section className={"s-section-fifth"}>
		        <div className={"max_width"}>
			        <img alt={"test"} className={"s-style-list"} src={"./img/list.png"} />
			        <div className={"s-wrap-fifth"}>
				        <h1 className={"s-wrap-fifth-main-text"}>
					        Пошаговый
					        чек-лист
				        </h1>
				        <p className={"s-wrap-fifth-p"}>
					        Мы сделали отдельный чек-лист с формами
					        и чек-боксами. Его удобно будет распечатать
					        под каждого сотрудника и внедрять решение
					        внося прогресс в чек-лист.
				        </p>
				        <p className={"s-wrap-fifth-p"}>
					        Так ни один из этапов не потеряется
					        и у вас всё получится внедрить правильно.
				        </p>
				        <p className={"s-wrap-fifth-p"}>
					        По итогам внедрения все эти листы можно будет
					        подшить в папку и сохранить в личном архиве.
				        </p>
			        </div>
		        </div>
	        </section>
			<section className={"s-section-sixth"}>
				<div className={"max_width"}>
					<div className={"s-wrap-sixth"}>
						<h1 className={"s-wrap-sixth-main-text"}>
							Тренируйте
							все необходимые
							навыки
						</h1>
						<p className={"s-wrap-sixth-p"}>
							Один раз в месяц мы проводим игры
							с собственниками и управленцами для решения
							переговорных кейсов и сложных ситуаций
							с подчиненными.
						</p>
						<p className={"s-wrap-sixth-p"}>
							На таких встречах вы сможете «обкатать»
							технологию проведения интервью в безопасных
							условиях ни чем не рискуя, получить
							рекомендации и обратную связь и уже после
							этого проводить переговоры с подчиненными.
						</p>
					</div>
				</div>
				<div className={"s-wrap-sixth-cards"}>
					{
						employs.map(item => (
							<div className={"s-wrap-sixth-card-item"}>
								<span className={"s-wrap-sixth-card-text"}>{item.name} • {item.post}</span>
							</div>
						))
					}
				</div>
			</section>
	        <section className={"s-section-seventh"}>
		        <div className={"max_width"}>
			        <div className={"s-wrap-seventh"}>
				        <h1 className={"s-wrap-seventh-main-text"}>
					        Получите простую
					        и пошаговую
					        систему мотивации
					        сотрудников
				        </h1>
				        <h2 className={"s-wrap-seventh-secondary-text"}>
					        И получите первые
					        результаты уже сегодня
				        </h2>
				        <ul className={"s-wrap-seventh-list"}>
					        <div className={"s-wrap-seventh-list-item"}>
						        <li className={"s-wrap-seventh-list-li"}>
							        Сотрудники будут сами брать на ответственность за решение проблем в компании
						        </li>
						        <span className={"s-wrap-seventh-list-sec-text"}>
							        Они будут воспринимать ваш успех как свою ответственность
										и будут вкладывать в работу больше усилий
						        </span>
					        </div>
					        <div className={"s-wrap-seventh-list-item"}>
						        <li className={"s-wrap-seventh-list-li"}>
							        Вам не придется заставлять сотрудников работать, потому что они поймут, что это в их интересах
						        </li>
						        <span className={"s-wrap-seventh-list-sec-text"}>
							        Сами сотрудники станут агентами изменений и будут просить больше работы и будут находить больше возможностей
									для роста прибыли компании
						        </span>
					        </div>
					        <div className={"s-wrap-seventh-list-item"}>
						        <li className={"s-wrap-seventh-list-li"}>
							        Один простым решением вы получите повышение производительности всей компании
						        </li>
						        <span className={"s-wrap-seventh-list-sec-text"}>
							        После внедрения этого решения вы заметите как корпоративная культура в компании поменяется в лучшую сторону
									и онаправлена она будет на повышение производительности
						        </span>
					        </div>
				        </ul>
			        </div>
		        </div>
	        </section>
	        <section className={"s-section-end"}>
		        <div className={"max_width"}>
			        <div className={"s-wrap-end"}>
				        <h1 className={"s-wrap-end-main-text"}>
					        Получите урок + 2 PDF
					        с технологией мотивации
					        подчиненных и участвуйте
					        в тренировках
					        по внедрению решения
				        </h1>
				        <span className={"s-wrap-end-secondary"}>Введите номер телефона в форму ниже и мы сразу дадим вам доступ</span>
				        <span>Выберите удобный способ связи:</span>
				        <div className={"s-wrap-end-button-section"}>
					        <div className={"s-wrap-end-button-type s-wrap-end-active"}>
						        <svg className={"s-wrap-end-svg"} width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
							        <path d="M12.1643 10.5841C11.6416 10.068 10.989 10.068 10.4696 10.5841C10.0734 10.977 9.67715 11.3699 9.2876 11.7694C9.18106 11.8793 9.09116 11.9026 8.96131 11.8293C8.70494 11.6895 8.43192 11.5763 8.18553 11.4231C7.03686 10.7006 6.07463 9.77165 5.22227 8.72616C4.79943 8.20674 4.42319 7.6507 4.16016 7.02474C4.10689 6.89821 4.11688 6.81497 4.22009 6.71176C4.6163 6.32885 5.00253 5.93596 5.39208 5.54307C5.93479 4.99701 5.93479 4.35773 5.38875 3.80835C5.0791 3.49537 4.76946 3.18904 4.45982 2.87606C4.14018 2.55642 3.82388 2.23345 3.50092 1.91714C2.97819 1.40771 2.3256 1.40771 1.8062 1.92047C1.40666 2.31336 1.02377 2.71624 0.617566 3.10247C0.241331 3.45874 0.0515495 3.89492 0.0115954 4.40435C-0.0516652 5.23342 0.151435 6.01587 0.437772 6.77835C1.02377 8.35658 1.91607 9.75833 2.99816 11.0436C4.45982 12.7816 6.20448 14.1567 8.24547 15.1489C9.16441 15.5951 10.1166 15.9381 11.1521 15.9947C11.8646 16.0346 12.4839 15.8548 12.98 15.2988C13.3196 14.9192 13.7025 14.5729 14.0621 14.21C14.5948 13.6706 14.5982 13.018 14.0688 12.4853C13.4362 11.8493 12.8002 11.2167 12.1643 10.5841Z" fill="white"/>
							        <path d="M11.5286 7.93138L12.7571 7.72162C12.564 6.59288 12.0313 5.5707 11.2222 4.75828C10.3666 3.90257 9.28447 3.36318 8.09251 3.1967L7.91937 4.43198C8.84165 4.56183 9.68068 4.97803 10.3433 5.64062C10.9692 6.26658 11.3787 7.05903 11.5286 7.93138Z" fill="white"/>
							        <path d="M13.4496 2.59042C12.0312 1.17202 10.2366 0.276356 8.25557 0L8.08243 1.23528C9.7938 1.47501 11.3453 2.25081 12.5706 3.47277C13.7326 4.63479 14.4951 6.10314 14.7714 7.718L16 7.50823C15.677 5.637 14.7947 3.93891 13.4496 2.59042Z" fill="white"/>
						        </svg>
						        <span className={"s-wrap-end-button-type-text"}>Звонок</span>
					        </div>
					        <div className={"s-wrap-end-button-type"}>
						        <svg className={"s-wrap-end-svg"} width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
							        <path d="M20 9.74244C20 15.1231 15.6047 19.4849 10.1818 19.4849C8.46022 19.4849 6.84289 19.0449 5.43578 18.2727L0 20L1.77222 14.7729C0.878222 13.3049 0.363333 11.5831 0.363333 9.74244C0.363333 4.36178 4.75911 0 10.1818 0C15.6051 0 20 4.36178 20 9.74244ZM10.1818 1.55156C5.62978 1.55156 1.92711 5.226 1.92711 9.74244C1.92711 11.5347 2.51133 13.1944 3.49956 14.5447L2.46822 17.5867L5.64044 16.5784C6.94378 17.4342 8.50511 17.9333 10.182 17.9333C14.7333 17.9333 18.4367 14.2593 18.4367 9.74289C18.4367 5.22644 14.7336 1.55156 10.1818 1.55156ZM15.1398 11.9862C15.0791 11.8869 14.9189 11.8269 14.6784 11.7076C14.4376 11.5882 13.254 11.0102 13.034 10.9309C12.8133 10.8513 12.6524 10.8113 12.4922 11.0502C12.332 11.2893 11.8707 11.8269 11.73 11.9862C11.5896 12.146 11.4493 12.166 11.2084 12.0464C10.968 11.9271 10.1927 11.6747 9.27333 10.8613C8.558 10.2284 8.07489 9.44711 7.93444 9.20778C7.79422 8.96889 7.91978 8.83978 8.04 8.72089C8.14844 8.61378 8.28089 8.442 8.40111 8.30267C8.52178 8.16311 8.56178 8.06378 8.64156 7.90422C8.72222 7.74489 8.682 7.60556 8.62156 7.48578C8.56156 7.36644 8.07978 6.19133 7.87933 5.71311C7.67889 5.23533 7.47867 5.31489 7.338 5.31489C7.19778 5.31489 7.03711 5.29489 6.87667 5.29489C6.71622 5.29489 6.45533 5.35467 6.23467 5.59356C6.01422 5.83267 5.39267 6.41044 5.39267 7.58533C5.39267 8.76044 6.25467 9.89578 6.37533 10.0549C6.49556 10.214 8.03978 12.7038 10.4864 13.66C12.9333 14.6158 12.9333 14.2969 13.3747 14.2569C13.8156 14.2171 14.7982 13.6793 14.9996 13.122C15.1996 12.5638 15.1996 12.0858 15.1398 11.9862Z" fill="#AAB2BD"/>
						        </svg>
						        <span className={"s-wrap-end-button-type-text"}>Whats App</span>
					        </div>
					        <div className={"s-wrap-end-button-type"}>
						        <svg className={"s-wrap-end-svg"} width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
							        <path d="M17.2069 1.95024C16.7087 1.49403 14.7007 0.0353656 10.2287 0.0143561C10.2287 0.0143561 4.95231 -0.303789 2.38014 2.05528C0.948492 3.48694 0.444262 5.58189 0.393239 8.18107C0.339214 10.7803 0.270183 15.6455 4.96432 16.9661H4.96732L4.96432 18.98C4.96432 18.98 4.9343 19.7964 5.47155 19.9614C6.11984 20.1625 6.50102 19.5442 7.1223 18.8749C7.46145 18.5088 7.93267 17.9685 8.28683 17.5573C11.4953 17.8275 13.9654 17.2092 14.2445 17.1191C14.8928 16.909 18.5605 16.4378 19.1548 11.5726C19.7701 6.55733 18.8546 3.38189 17.2069 1.95024ZM17.7501 11.2124C17.2459 15.2763 14.2716 15.5344 13.7253 15.7085C13.4912 15.7835 11.3242 16.3238 8.59897 16.1437C8.59897 16.1437 6.56705 18.5928 5.93376 19.2321C5.83471 19.3311 5.71766 19.3732 5.63962 19.3522C5.53158 19.3251 5.50156 19.1961 5.50156 19.007C5.50456 18.7369 5.51957 15.6605 5.51957 15.6605C5.51657 15.6605 5.51657 15.6605 5.51957 15.6605C1.55177 14.559 1.78287 10.4141 1.82789 8.2441C1.87291 6.07411 2.2811 4.2973 3.49065 3.10276C5.66664 1.13387 10.1477 1.428 10.1477 1.428C13.9324 1.44601 15.7452 2.58352 16.1654 2.9647C17.558 4.16224 18.2694 7.02254 17.7501 11.2124Z" fill="#AAB2BD"/>
							        <path d="M12.2675 8.0137C12.2181 6.99184 11.6995 6.45776 10.7115 6.40527" stroke="#AAB2BD" stroke-width="0.950706" stroke-linecap="round" stroke-linejoin="round"/>
							        <path d="M13.6018 8.46174C13.6234 7.51088 13.3424 6.71747 12.7559 6.07842C12.1693 5.43937 11.3574 5.08435 10.3139 5.01025" stroke="#AAB2BD" stroke-width="0.950706" stroke-linecap="round" stroke-linejoin="round"/>
							        <path d="M14.9694 8.99597C14.957 7.34432 14.4631 6.04769 13.4906 5.09684C12.5182 4.14907 11.3049 3.66746 9.85699 3.6582" stroke="#AAB2BD" stroke-width="0.950706" stroke-linecap="round" stroke-linejoin="round"/>
							        <path d="M10.7643 11.4992C10.7643 11.4992 11.1317 11.53 11.3262 11.2861L11.709 10.8045C11.8942 10.5637 12.3419 10.4125 12.7803 10.6564C13.0242 10.7953 13.4625 11.0639 13.7342 11.2645C14.0244 11.4776 14.6202 11.9746 14.6202 11.9746C14.9043 12.2123 14.9691 12.5642 14.7777 12.9347C14.7777 12.9378 14.7746 12.9409 14.7746 12.9409C14.577 13.2897 14.3115 13.6201 13.975 13.9257C13.9719 13.9288 13.9719 13.9288 13.9688 13.9319C13.6941 14.1603 13.4224 14.2931 13.1569 14.3239C13.126 14.3301 13.0859 14.3332 13.0396 14.3301C12.9223 14.3301 12.8081 14.3147 12.6938 14.2776L12.6846 14.2653C12.274 14.1511 11.5917 13.8609 10.4525 13.2342C9.7116 12.8267 9.09725 12.4099 8.5786 11.9962C8.30384 11.7801 8.0229 11.5331 7.73579 11.2491C7.72653 11.2398 7.71727 11.2306 7.70801 11.2213C7.69875 11.2121 7.68949 11.2028 7.68022 11.1935C7.67096 11.1843 7.6617 11.175 7.65244 11.1657C7.64318 11.1565 7.63392 11.1472 7.62465 11.138C7.34063 10.8508 7.09366 10.5699 6.87755 10.2952C6.46387 9.77651 6.0471 9.15907 5.63959 8.42123C5.01288 7.28205 4.72269 6.59978 4.60846 6.18918L4.59611 6.17992C4.55907 6.0657 4.54054 5.95147 4.54363 5.83415C4.54054 5.78785 4.54363 5.74771 4.54981 5.71684C4.58068 5.45134 4.71343 5.17967 4.94188 4.90491C4.94497 4.90182 4.94497 4.90182 4.94805 4.89873C5.25369 4.56223 5.58093 4.29673 5.93287 4.09915C5.93596 4.09915 5.93904 4.09606 5.93904 4.09606C6.30951 3.90466 6.66145 3.96949 6.89916 4.25351C6.90225 4.2566 7.3962 4.84934 7.60922 5.13954C7.80989 5.4143 8.08156 5.84959 8.2174 6.09348C8.46128 6.53186 8.31001 6.97951 8.06921 7.16474L7.58761 7.54755C7.34372 7.74513 7.37459 8.10942 7.37459 8.10942C7.37459 8.10942 8.09082 10.8169 10.7643 11.4992Z" fill="#AAB2BD"/>
						        </svg>
						        <span className={"s-wrap-end-button-type-text"}>Viber</span>
					        </div>
					        <div className={"s-wrap-end-button-type"}>
						        <svg className={"s-wrap-end-svg"} width="20" height="16" viewBox="0 0 20 16" fill="none" xmlns="http://www.w3.org/2000/svg">
							        <path d="M1.66484 6.96805C1.66484 6.96805 10.0681 3.45571 12.9825 2.21897C14.0997 1.72428 17.8884 0.141253 17.8884 0.141253C17.8884 0.141253 19.6371 -0.55132 19.4914 1.13064C19.4428 1.82322 19.0542 4.24722 18.6656 6.86911C18.0827 10.5793 17.4513 14.6358 17.4513 14.6358C17.4513 14.6358 17.3541 15.7736 16.5284 15.9715C15.7026 16.1694 14.3426 15.2789 14.0997 15.0811C13.9054 14.9326 10.4567 12.7065 9.19376 11.6182C8.85374 11.3214 8.46515 10.7277 9.24233 10.0352C10.991 8.40266 13.0797 6.37441 14.3426 5.08821C14.9255 4.49457 15.5083 3.10942 13.0797 4.79139C9.63092 7.2154 6.23077 9.49099 6.23077 9.49099C6.23077 9.49099 5.45359 9.98569 3.99638 9.54046C2.53917 9.09524 0.83909 8.5016 0.83909 8.5016C0.83909 8.5016 -0.326678 7.75956 1.66484 6.96805Z" fill="#AAB2BD"/>
						        </svg>
						        <span className={"s-wrap-end-button-type-text"}>Telegram</span>
					        </div>
				        </div>
				        <div className={"s-wrap-end-input-type"}>
					        <div className={"s-wrap-end-after"} />
				            <input type={"tel"} className={"s-wrap-end-custom-input"}/>
				        </div>
				        <div className={"s-wrap-end-bottom-wrap"}>
					        <div className={"s-bottom-wrap-button"}>
                                <span className={"s-bottom-wrap-button-text"}>
                                    Получить доступ
                                </span>
					        </div>
					        <span className={"s-wrap-end-bottom"}>
                                Нажимая кнопку «Получить доступ», я соглашаюсь
								с условиями передачи данных
                            </span>
				        </div>
				        <div className={"s-wrap-end-manager"}>
					        <img alt={"manager-card"} className={"s-wrap-end-manager-avatar"} src={"./img/manager-avatar.png"}/>
					        <div className={"s-wrap-end-manager-wrap-text"}>
						        <h2 className={"s-wrap-end-manager-main-text"}>Евгения</h2>
						        <p className={"s-wrap-end-manager-secondary-text"}>
							        С вами свяжется наш сотрудник в течение 3 дней,
							        чтобы уточнить, насколько понятны были материалы
							        и насколько успешным был опыт внедрения решения
						        </p>
					        </div>
				        </div>
			        </div>
		        </div>
	        </section>
	        <footer className={"s-footer"}>
				<div className={"s-footer-wrap-end"}>
					<span>© «Атмагуру», 2022</span>
					<svg width="16" height="27" viewBox="0 0 16 27" fill="none" xmlns="http://www.w3.org/2000/svg">
						<path fill-rule="evenodd" clip-rule="evenodd" d="M1.32836 10.0416C4.44343 8.24936 10.3146 7.43693 13.4388 10.0416C15.7333 11.9545 15.6979 14.7862 15.6489 18.6959C15.6206 20.9597 15.5877 23.585 16 26.6027H11.7522L11.3774 24.5605C9.00359 28.0603 0.320538 28.3102 0.00819833 21.8733C-0.303833 15.4426 8.37891 14.8738 11.065 14.9988C11.3149 10.3742 5.25551 11.0616 2.20291 12.8538L1.32836 10.0416ZM11.1275 18.1236V20.6234C11.1275 24.3106 4.94317 24.998 4.5059 21.9358C4.06862 18.8735 7.12955 18.1236 11.1275 18.1236Z" fill="white"/>
						<path fill-rule="evenodd" clip-rule="evenodd" d="M12.5018 3.58568C12.5018 -1.22642 4.0061 -1.16393 4.0061 3.58569C4.0061 8.3353 12.5018 8.39779 12.5018 3.58568ZM8.28812 5.61452C5.91433 5.61452 5.90645 1.62487 8.28812 1.62487C10.6698 1.62487 10.6619 5.61452 8.28812 5.61452Z" fill="white"/>
					</svg>
				</div>
	        </footer>
        </div>
    );
}

export default App;
